import pandas as pd

df = pd.read_csv("partidas_futebol_sem_gols.csv", sep = ';' )

print("=============================================================================================")
print("Partida de futebol")
# for indice, conteudo_linha in df.iterrows():
#     print(conteudo_linha['TimeCasa'])
question = input("Você quer escolher ou quer que o sistema escolha por você? eu / sistema: ")
if(question.lower() == "eu"):
    rows = input(f"Escolha uma linha para jogar: ")
else:
    for i in range(1, 101):
     print(i)

print("=============================================================================================")
print("=============================================================================================")
print("=============================================================================================")
print("=============================================================================================")
print("=============================================================================================")
print("=============================================================================================")
print("=============================================================================================")
# minha_lista = ["a", "b", "c", "d"]
# for i in range(len(minha_lista)):
#     print(f"Índice {i}: {minha_lista[i]}")